// Напишите скрипт, который определяет все числа в диапазоне от 1 до
// 100, кратные 3, 5 или 3 и 5 одновременно.
// Скрипт должен выводить в консоль все числа диапазона. В случае,
// если число удовлетворяет одному из трех условий, вывод должен
// соответствовать шаблону:
// число <текущее число> кратно <3, 5 или 3 и 5 одновременно>.


// 3. Напишите скрипт, который вычисляет и выводит в консоль все
// трехзначные числа Армстронга.


// 4. Напишите скрипт, который вычисляет и выводит в консоль
// наибольший общий делитель двух чисел.