// Напишите скрипт, который изменяет строку “luke, I am your father” на
// “Luke, I am your father” и выводит новую строку в консоль.
// Напишите скрипт, который сравнивает две строки: “AbcdEfg” и
// “abCDEFg”, затем приводит их к единому написанию - заглавным
// буквам и сравнивает вновь. Результаты обоих сравнений должны
// выводиться в консоль.


// Напишите скрипт, который обрабатывает массив чисел [2000, 2001,
// 2002, 2003, 2004 и 2005]. Скрипт должен определить и вывести в
// консоль високосный год (или несколько) из набора чисел массива.


// Напишите скрипт, который обрабатывает массив чисел [6, 187, 66, 4, 67,
// 30, 18]. Скрипт должен отсортировать массив сначала с помощью
// метода sort,, а затем - reverse. Результаты обоих сортировок должны
// выводить в консоль.