// Создайте html-документ. В нем опишите скрипт, создающий 2 класса
// Employee и Employee1.
// Первый класс описывает объект с 4 свойствами - имя, фамилия, ставка
// и количество дней работы.
// Среди методов первого класса опишите только вычисление зарплаты:
// количество дней, умноженное на ставку.
// Выведите в консоль все свойства объекта, а также его заработную
// плату.
// Второй класс должен описывать такой же объект.
// Опишите методы получения и изменения каждого свойства объекта.
// Также опишите метод вычисления заработной платы. В случае, если данных
// для такого расчета будет не достаточно, скрипт должен выводить ошибку в
// консоль.