// Напишите скрипт, который определяет, к какой четверти часа
// относится хранимое в отдельной переменной количество минут.
// Скрипт должен выводить в консоль название четверти (первая, вторая,
// третья или четвертая).


// Напишите скрипт, который будет по номеру месяца определять время
// года. Если номера с таким месяцем не существует, скрипт должен
// выводить соответствующее сообщение в консоль.

// Напишите скрипт, который будет выводить в консоль квадрат числа,
// если оно четное, и его кубическую степень в противном случае