// 2. Создайте скрипт. Напишите в нем функцию, которая проверяет,
// является ли заданная строка палиндромом. Итог проверки должен
// выводите в консоль.

// 3. Создайте скрипт. Напишите в нем функцию, которая принимает число
// в качестве параметра и проверяет, является ли число простым или нет.
// Итог проверки должен выводите в консоль.

// 4. Создайте скрипт. Напишите в нем функцию, которая определяет
// возраст человек по дню, месяцу и году рождения. На вход функция
// должна принимать данные в формате Date (создается на основе 3
// числе). Итог проверки выводите в консоль.

// 5. Создайте скрипт. Напишите в нем функцию, которая определяет, была
// ли введенная дата выходным днем.

